## 高鐵訂票 ###############
出發地?@出發地
目的地?@目的地
車票?@車票
對號座優待票?@對號座優待票
對號座全票?@對號座全票
對號座?@對號座全票
自由座優待票?@自由座優待票
自由座全票?@自由座全票
自由座?@自由座全票
單程票?@單程票
來回票?@來回票
車次?@車次
台北?@地點
板橋?@地點
新竹?@地點
台中?@地點
台南?@地點
左營?@地點
前年?@前年
去年?@去年
今年?@今年
明年?@明年
後年?@後年
前天?@前天
昨天?@昨天
今天?@今天
明天?@明天
後天?@後天
上午?@上午
中午?@中午
下午?@下午
@自由座?@自由座全票
@對號座優待票?@車票
@對號座全票?@車票
@自由座優待票?@車票
@自由座全票?@車票
@單程票?@車票
@來回票?@車票
@前年?@年
@去年?@年
@今年?@年
@明年?@年
@後年?@年
@前天?@日期
@昨天?@日期
@今天?@日期
@明天?@日期
@後天?@日期
@上午?@時段
@中午?@時段
@下午?@時段
@年?@時間
@日期?@時間
@時段?@時間
## 購買電視 ####################
廠牌?@廠牌
明力?@廠牌
國內牌?@廠牌
激美?@廠牌
西芝?@廠牌
海兒?@廠牌
### 尺寸
### 價格
### 畫質
### 高解析度
### 保固
### 存貨
### 到貨天數
### 店名
### 負責人
### 手機
地址?@地址
@地址?@地點
## 訂飲料 ####################
### 手機號碼
### 運送地址
### 時間
### 需塑膠袋
### 品項
### 總金額
## 訂飲料
## 今天
## 下午
### 無糖
### 去冰
### 加料
### 少冰
### 微糖
### 椰果
### 微冰
### 袋子
### 配料類型
### 配料加價
### 庫存量
## 椰果
### 珍珠
### 加購袋子
### 容量
### 外送所需時間
### 滿額外送金額
### 飲料名稱
## 價格
### 可熱飲
### 可調甜度
### 材料餘杯數
### 可添加配料
綠茶?@飲料
紅茶?@飲料
奶茶?@飲料
冬瓜茶?@飲料
珍珠奶茶?@飲料
椰果奶茶?@飲料
果汁?@飲料
## 台灣景點推薦 ####################
### 景點推薦
臺中縣?@地點
南投縣?@地點
苗栗縣?@地點
雲林縣?@地點
彰化縣?@地點
北部?@地點
中部?@地點
南部?@地點
國立自然科學博物館?@景點
清境農場?@景點
飛牛牧場?@景點
劍湖山世界主題樂園?@景點
台灣手套博物館?@景點
車埕木業展示館?@景點
### 登山步道
### 12/5
### 12月5日
### 天氣
### 中央氣象局資料
### 室內
### 行程
### 親子共遊
### 設施
景點?@景點
### 連絡電話
## 地址
南投縣水里鄉民權巷?@地址
### 需要查詢
### 推薦景點
### 出遊時間
### 請問推薦景點
### 請問出遊時間
### 請問景點
### 請問天氣
### 縣市
### 電話
陣雨?@天氣
下雨?@天氣
## 台灣景點推薦
### 景點推薦查詢
### 景點查詢推薦
### 請問有什麼景點推薦
### 請問天氣如何
### 請問下雨機率如何
### 請問會下雨嗎
### 查詢中部適合帶小朋友去玩的景點
### 查詢中部適合親子去玩的景點
### 查詢中部適合小朋友的景點
### 查詢北部適合帶小朋友去玩的景點
### 查詢北部適合親子去玩的景點
### 查詢北部適合小朋友的景點
### 查詢南部適合帶小朋友去玩的景點
### 查詢南部適合親子去玩的景點
### 查詢南部適合小朋友的景點
### 請問中部適合帶小朋友去玩的景點
### 請問中部適合親子去玩的景點
### 請問中部適合小朋友的景點
### 請問北部適合帶小朋友去玩的景點
### 請問北部適合親子去玩的景點
### 請問北部適合小朋友的景點
### 請問南部適合帶小朋友去玩的景點
### 請問南部適合親子去玩的景點
### 請問南部適合小朋友的景點
新北市?@地點
宜蘭縣?@地點
桃園市?@地點
新竹縣?@地點
基隆市?@地點
臺北市?@地點
花蓮縣?@地點
台東縣?@地點
嘉義縣?@地點
嘉義市?@地點
屏東縣?@地點
高雄市?@地點
臺南市?@地點
澎湖縣?@地點
金門縣?@地點
連江縣?@地點
馬祖?@地點
泰安溫泉?@景點
鹿港天后宮?@景點
日月潭國家風景區?@景點
東埔溫泉?@景點
合歡山國家森林公園?@景點
日月潭玄光寺?@景點
北港朝天宮?@景點
雪霸國家公園?@景點
通霄神社?@景點
雲林?@地點
香格里拉樂園?@景點
苗栗?@地點
華山休閒農業區?@景點
劍湖山世界主題?@景點
鹿港龍山寺?@景點
田中森林公園?@景點
谷關溫泉?@景點
臺中?@地點
福壽山農場?@景點
八仙山國家森林?@景點
大甲鎮瀾宮?@景點
野柳地質公園?@景點
礁溪溫泉?@景點
太平山國家森林?@景點
蘇澳冷泉?@景點
福山植物園?@景點
冬山河親水公園?@景點
鳩之澤溫泉?@景點
仁山植物園?@景點
圳頭里軍史公園?@景點
虎頭山公園?@景點
石門水庫?@景點
東眼山國家森林?@景點
枋寮褒忠亭義民?@景點
清泉溫泉?@景點
北埔老街?@景點
綠世界生態農場?@景點
清泉風景特定區?@景點
新竹城隍廟?@景點
十八尖山?@景點
和平島公園?@景點
中正公園?@景點
基隆嶼?@景點
國立海洋科技博物館?@景點
烏來溫泉?@景點
碧潭風景區?@景點
白沙灣?@景點
## 新北市
鼻頭角?@景點
金山溫泉?@景點
新北?@地點
三峽清水祖師廟?@景點
草嶺古道?@景點
陽明山國家公園?@景點
臺北龍山寺?@景點
國立故宮博物院?@景點
新北投溫泉區?@景點
臺北市立動物園?@景點
瑞穗溫泉?@景點
知本溫泉?@景點
知本國家森林遊樂區?@景點
初鹿牧場?@景點
天龍吊橋?@景點
關山親水公園?@景點
鯉魚山公園?@景點
富源國家森林遊樂區?@景點
池南國家森林遊樂區?@景點
紅葉溫泉?@景點
禪光寺?@景點
美崙山?@景點
花蓮文化創意產業園區?@景點
東部海岸國家風景區?@景點
阿里山國家風景區?@景點
瑞里風景區?@景點
洲南鹽場?@景點
四重溪溫泉?@景點
墾丁國家森林遊樂區?@景點
國立海洋生物博物館?@景點
東隆宮?@景點
崎峰濕地?@景點
六合觀光夜市?@景點
壽山國家自然公園?@景點
高雄孔廟?@景點
寶來溫泉?@景點
延平郡王祠?@景點
關子嶺溫泉?@景點
大天后宮?@景點
西拉雅國家風景區?@景點
曾文水庫?@景點
走馬瀨農場?@景點
二崁傳統聚落?@景點
澎湖國家風景區?@景點
林投公園?@景點
太湖遊憩區?@景點
晴時多雲?@天氣
午後陣雨?@天氣
晴天?@天氣
午前有陣雨?@天氣
多雲時陰?@天氣
### 有登山步道的景點有哪些
### 請問12/5那裡天氣如何
### 是否有親子共遊之室內行程可推薦
### 請問連絡電話是
### 請問電話是
### 地址呢
### 時間呢
景點?@地點
## 換匯 ####################
### 免手續費
### 匯率
### 即期買入
### 即期賣出
### 台幣
### 姓名
安心銀行?@銀行
富強銀行?@銀行
### 手續費
## 換匯
### 換成
### 換算
### 最佳匯率
### 最佳匯率銀行
### 永青銀行
### 現金匯率
### 現鈔
### 現鈔手續費
### 現鈔買入
### 現鈔賣出
### 目標幣別
### 目標金額
第三銀行?@銀行
### 美金
### 華新銀行
### 請問您想換多少
### 請問您的姓名
銀行?@銀行
### 銀行名稱
### 需付原幣別
### 需付原金額
## 台鐵訂票 ####################
## 出發地
## 目的地
### 區間車
### 莒光號
### 自強號
### 普悠瑪號
### 車種
## 區間車
## 自強號
## 區間車
## 普悠瑪號
## 車次
板橋?@地點
萬華?@地點
台北?@地點
南港?@地點
汐止?@地點
七堵?@地點
基隆?@地點
## 姓名
### 身分證
### 日期
## 車次
## 車種
### 去回程
### 出發時間
### 抵達時間
### 票種
### 票價
### 總票價
## 定存利率查詢 ####################
### 1年期
### 2年期
### 3年期
### 一年期
### 二年期
### 三年期
中原分行?@銀行
中原北分行?@銀行
分行?@銀行
### 分行地址
### 利息
### 利率
### 利率最高
### 利率期別
## 台幣
向新分行?@銀行
國富銀行?@銀行
## 地址
夏春分行?@銀行
### 存入多少
### 存入多少錢
### 存多久
### 存款金額
### 存款銀行
### 定存
### 定存利率
### 定存利率最高
### 定存時間
富貴銀行?@銀行
慕正分行?@銀行
招財銀行?@銀行
朝陽分行?@銀行
### 本利和
松果分行?@銀行
### 查詢分行
武昌分行?@銀行
民主分行?@銀行
民安銀行?@銀行
永繁分行?@銀行
福元分行?@銀行
自由分行?@銀行
臺人分行?@銀行
興隆分行?@銀行
### 請問您要存入多少錢
### 請問您要存多久
進寶銀行?@銀行
## 銀行名稱
### 需要幫您查詢分行嗎
館後分行?@銀行
## 餐廳訂位 ####################
### 連絡人
### 用餐人數
## 連絡電話
### 用餐日期
### 用餐時間
### 用餐時段
## 餐廳訂位
### 訂位
## 中午
### 晚上
### 晚餐
### 午餐
## 日期
星期?@星期
### 時段
### 兩人位
### 四人位
### 十人圓桌
## 店名
### 夏季合菜餐廳
## 地址
### 網址
### 開店時間
### 閉店時間
### 午餐時段
### 晚餐時段
## KTV包廂訂位 ####################
## KTV包廂訂位
## 輸出表單
## 結束對話
##
## 連絡人
### 人數
### 包廂尺寸
## 連絡電話
## 日期
## 時間
### 收費
### 學生優惠
##
## 包廂尺寸
### 容納人數
### 早上
## 中午
## 下午
## 晚上
### 凌晨
### 標準
### 小派對
### 大派對
### 優惠種類
## 時段
### 折扣
##
星期一?@星期
星期二?@星期
星期三?@星期
星期四?@星期
星期五?@星期
星期六?@星期
星期日?@星期
禮拜一?@星期
禮拜二?@星期
禮拜三?@星期
禮拜四?@星期
禮拜五?@星期
禮拜六?@星期
禮拜日?@星期
##
## 是
## 不是
### 對
### 不對
@星期?@時間
## 球賽訂票 ####################
## 球賽訂票
## 輸出表單
## 結束對話
##
### 內野A區
### 內野B區
### 外野
## 買旅遊平安險 ####################
### 產品名稱
### 保險提供者
### 保險期間
### 意外身故給付最高金額
### 意外受傷
### 海外突發疾病
### 每日保費
### 契約內容
母獅旅行社旅平險?@保險
母獅旅行社?@旅行社
### 旅行團行程期間
裕民卡旅平險?@保險
裕民銀行?@銀行
### 搭乘交通工具期間
金盛卡旅平險?@保險
金盛銀行?@銀行
## 搭乘交通工具期間
大樹旅平險?@保險
大樹壽險?@壽險公司
### 旅行全程
裕民銀行?@銀行
### 沒有了
## 沒問題
陳小春?@人名
@壽險公司?@公司
@旅行社?@公司
## 餐廳推薦 ####################
### 餐廳類型
### 價格範圍
## 價格
### 可訂位
### 限時
### 親子友善
### 寵物友善
### 支付方式
### 地區
## 縣市
## 景點
## 地址
## 電話
## 親子共遊
### 溫泉好湯
### 寺廟祈福
## 登山步道
### 無障礙
## 室內
### 餐廳名稱
## 縣市
### 行政區
臺中市?@地點
臺中南區?@地點
臺中北區?@地點
臺中西區?@地點
臺中北區?@地點
臺中東區?@地點
臺中市南區?@地點
臺中市北區?@地點
臺中市西區?@地點
臺中市北區?@地點
臺中市東區?@地點
喬登西餐?@餐廳
寶黛西餐廳?@餐廳
澤美西餐廳?@餐廳
公爵西餐廳?@餐廳
雅苑牛排?@餐廳
好萌牛頂級麻辣養生鍋?@餐廳
唐苑鴛鴦鍋?@餐廳
西門慶麻辣火鍋?@餐廳
王道日式燒肉?@餐廳
究極燒肉?@餐廳
東大門燒肉館?@餐廳
## 是
### 無
### 否
### 現金
### 信用卡
### 分鐘
### 元
@餐廳?@地點
## 租車 ####################
車款?@車款
飛寶?@車款
普拉斯?@車款
托泰?@車款
奧蘭德?@車款
孤星?@車款
## 廠牌
豐吉?@廠牌
田中?@廠牌
秀田?@廠牌
歐獅?@廠牌
### 尖峰
### 類型
### 客車
### 休旅車
### 平日價錢
### 假日價錢
店名?@店名
平安租車?@店名
### 分店
台北店?@店名
台中店?@店名
## 地址
## 電話
### 營業時間
## 日期
### 費率別
### 數量
## 飛機訂票 ####################
以前?@以前
以後?@以後
##
台北桃園機場?@機場
大阪關西國際機場?@機場
昆明長水國際機場?@機場
上海浦東國際機場?@機場
香港香港國際機場?@機場
釜山金海國際機場?@機場
澳門澳門國際機場?@機場
首爾仁川國際機場?@機場
首爾仁川國際機場1?@機場
##
台北?@地點
大阪?@地點
昆明?@地點
上海?@地點
香港?@地點
大阪?@地點
釜山?@地點
澳門?@地點
首爾?@地點
##
桃園機場?@機場
關西國際機場?@機場
長水國際機場?@機場
浦東國際機場?@機場
香港國際機場?@機場
關西國際機場?@機場
金海國際機場?@機場
澳門國際機場?@機場
仁川國際機場?@機場
##
長安航空?@航空公司
紅山航空?@航空公司
飛飛航空?@航空公司
城泰航空?@航空公司
東東航空?@航空公司
斯達國航?@航空公司
福登航空?@航空公司
台灣貓航?@航空公司
連連航空?@航空公司
捷尼月球航空?@航空公司
日本小桃航空?@航空公司
西門航空?@航空公司
韓飛航空?@航空公司
##
### 未定
波音737?@飛機
波音737-800?@飛機
波音777-200?@飛機
波音787-9?@飛機
空中巴士 A300?@飛機
空中巴士 A319?@飛機
空中巴士 A320?@飛機
空中巴士 A350?@飛機
空中巴士 A330-300?@飛機
空中巴士 A321?@飛機
##
## 價格
### 登機
### 航廈
第一航廈?@航廈
第二航廈?@航廈
## 輸出表單
### 輸出
## 結束對話
### 起飛機場
### 中途站
### 到達機場
### 直飛於否
### 航班編號
航空公司?@航空公司
### 票價(US)
### 起飛時間
### 中途站到達時間
### 中途站起飛時間
### 到達時間
起飛航廈?@航廈
中途航廈?@航廈
到達航廈?@航廈
### 機型
### 剩餘座位
### 第一班
### 第二班
### 直飛
### 轉機乙次
@航空公司?@公司
@廠牌?@公司
@以後?@時段
@以前?@時段
## 旅店訂房 ####################
## 日期
### 各房剩餘數量
單人房?@房型
雙人房?@房型
四人房?@房型
六人房?@房型
### 旅館名稱
### 小風旅館
## 地址
## 電話
### 入住時間
### 退房時間
## 價格
## 外送 ####################
## 外送
### 吸管
### 醬油包
## 輸出
### 表單
## 餐廳名稱
餐點?@餐點
### 價錢
牛肉炒飯?@中式料理
羊肉炒飯?@中式料理
海鮮炒飯?@中式料理
### 可接單數
小當家螢光炒飯店?@餐廳
好想贏韓國鍋貼店?@餐廳
### 非營業時間
## 營業時間
鍋貼水餃?@中式料理
中式料理?@中式料理
鍋貼?@中式料理
水餃?@中式料理
豆漿?@中式料理
## 姓名
### 外送時間
### 外送餐廳
### 外送餐點
### 外送金額
### 其他需求
## 醫院掛號 ####################
### 病例號碼
## 身分證
### 科別
### 掛號醫師
### 掛號日期
### 掛號編號
### 診間
## 科別
### 哪一科
### 醫生別
醫生?@醫生
醫師?@醫生
### 掛號人數上限
### 今日
### 明日
### 掛號排隊
## 診間
### 額滿
##
陳家豪?@人名
王志明?@人名
林怡君?@人名
王淑芬?@人名
高俊傑?@人名
許文雄?@人名
馬伯翰?@人名
林彥妤?@人名
陳哲緯?@人名
##
### 牙科
### 骨科
### 眼科
### 皮膚科
@醫生?@職業
@人名?@人
## 房屋貸款 ####################
### 上市櫃員工
### 仍需求湊金額
### 信用分數得分
### 信用分數總和
### 公務員
### 公寓
## 利率
### 可貸利率
## 可貸利率
## 地址
### 坪數
## 姓名
### 年齡
### 年齡範圍
### 年齡範圍之信用得分
### 幾樓
### 您的姓名是
### 您的房屋型態是
### 房價
### 房屋坪數
### 房屋坪數為幾坪
### 房屋型態
### 房屋總價
### 房屋總價為多少
## 房屋貸款
### 房齡
### 房齡多少年
### 所在房屋為第幾樓
### 最低信用分數總和
## 最低信用分數總和
## 最低信用分數總和
### 最低年齡
### 最低月收入
### 最高信用分數總和
## 最高信用分數總和
### 最高年齡
### 最高月收入
### 最高貸款比例
### 月收入
### 月收入範圍之信用得分
### 有無電梯呢
### 服務業
### 申請者實際可貸款金額
## 申請者實際可貸款金額
### 申貸金額
### 總價
### 職業
### 職業範圍之信用得分
### 自備
### 自備款
### 自備首付款元
### 自由業者
### 試算
### 請問你的年齡是
### 請問你的職業是
### 請問您月收入
## 請問您的姓名
### 請問您的房屋所在地址是
### 請問自備多少首付款
### 買房子
### 貸款
### 貸款信用評分
### 金融產業員工
### 電梯
### 預期貸款
### 預期貸款多少金額
### 首付款
## 電影訂票 ####################
## 日期
## 星期
### 1 廳
### 2 廳
### 3 廳
### 廳號
### 甲排1號
### 甲排2號
### 甲排3號
### 放映廳
### 全票
### 早場票
### 學生票
### 軍警票
### 2D數位電影
### 3D數位電影
## 店名
## 地址
## 連絡電話
## 網址
## 營業時間
### 夏季電影院
## 電影訂票
### 我要訂票
### 請問您要看哪一部電影呢
### 下午有場次嗎
### 要查詢一下電影的場次
### 請問有學生、軍警優惠嗎
### 我想訂兩個人
## 請問連絡電話是
## 親子館預約 ####################
## 親子館預約
## 輸出表單
## 結束對話
##
### 會員編號
### 會員姓名
### 類別
### 身分證字號
### 會員性別
## 手機
### 幼童姓名
### 性別
## 年齡
##
## 上午
## 中午
## 下午
##
### 大人
### 小孩
